Repository: jeremy800817/testconflict
Catalog: source/snaplib/resource/languages/*/LC_MESSAGES/EasiGold.po
Languages: ms_my

source: Failed to open configure file at %s
ms_my: Gagal membuka fail konfigurasi di %s

source: Failed to create log path directory %s
ms_my: Gagal membuat direktori log %s

source: System management module
ms_my: Modul pengurusan sistem

source: User management module
ms_my: Modul pengurusan pengguna

source: View user
ms_my: Lihat pengguna

source: Add user
ms_my: Tambah pengguna

source: Edit user
ms_my: Sunting pengguna

source: Reset password for all
ms_my: Tetapkan semula kata laluan untuk semua

source: Suspend user
ms_my: Gantung pengguna

source: Role management module
ms_my: Modul pengurusan peranan

source: View role
ms_my: Lihat peranan

source: Add role
ms_my: Tambah peranan

source: Edit role
ms_my: Sunting peranan

source: Delete role
ms_my: Padamkan peranan

source: IP restriction module
ms_my: Modul sekatan IP

source: View IP restriction
ms_my: Lihat sekatan IP

source: Add IP restriction
ms_my: Tambahkan sekatan IP

source: Update IP restriction
ms_my: Kemas kini sekatan IP

source: Delete IP restriction
ms_my: Padamkan sekatan IP

source: Event logs
ms_my: Log peristiwa

source: Event Subscription
ms_my: Langganan peristiwa

source: Event Message
ms_my: Mesej Peristiwa

source: Event trigger
ms_my: Pencetus peristiwa

source: Developer access only modules
ms_my: Modul Pembangun

source: Tag Editing access only modules
ms_my: Modul Penyunting Tag

source: Operator special access modules
ms_my: Modul khas operator

source: GTP Modules
ms_my: Modul GTP

source: MIB Modules
ms_my: Modul MIB

source: Order management for GTP
ms_my: Pengurusan pesanan untuk GTP

source: View order for GTP
ms_my: Lihat pesanan untuk GTP

source: Add order for GTP
ms_my: Tambahkan pesanan untuk GTP

source: Edit order for GTP
ms_my: Sunting pesanan untuk GTP

source: Cancel order for GTP
ms_my: Batalkan pesanan untuk GTP

source: Confirm order for GTP
ms_my: Sahkan pesanan untuk GTP

source: Order management for MBB
ms_my: Pengurusan pesanan untuk MBB

source: View order for MBB
ms_my: Lihat pesanan untuk MBB

source: Add order for MBB
ms_my: Tambah pesanan untuk MBB

source: Edit order for MBB
ms_my: Sunting pesanan untuk MBB

source: Cancel order for MBB
ms_my: Batalkan pesanan untuk MBB

source: Confirm order for MBB
ms_my: Sahkan pesanan untuk MBB

source: Export order for MBB
ms_my: Eksport pesanan untuk MBB

source: Future order management for GTP
ms_my: Pengurusan pesanan masa depan untuk GTP

source: View future order for GTP
ms_my: Lihat pesanan masa depan untuk GTP

source: Add future order for GTP
ms_my: Tambahkan pesanan masa depan untuk GTP

source: Edit future order for GTP
ms_my: Sunting pesanan masa depan untuk GTP

source: Cancel future order for GTP
ms_my: Batalkan pesanan masa depan untuk GTP

source: Confirm future order for GTP
ms_my: Sahkan pesanan masa depan untuk GTP

source: Future order management for MBB
ms_my: Pengurusan pesanan masa depan untuk MBB

source: View future order for MBB
ms_my: Lihat pesanan masa depan untuk MBB

source: Add future order for MBB
ms_my: Tambahkan pesanan masa depan untuk MBB

source: Edit future order for MBB
ms_my: Sunting pesanan masa depan untuk MBB

source: Cancel future order for MBB
ms_my: Batalkan pesanan masa depan untuk MBB

source: Confirm future order for MBB
ms_my: Sahkan pesanan masa depan untuk MBB

source: Daily Limit for partner
ms_my: Had harian untuk rakan kongsi

source: Salesman Trading
ms_my: Perdagangan Jurujual

source: Customer Trading
ms_my: Perdagangan Pelanggan

source: Collection
ms_my: Kutipan

source: View Collection
ms_my: Lihat Kutipan

source: Add Collection
ms_my: Tambah Kutipan

source: Edit Collection
ms_my: Sunting Kutipan

source: Confirm Collection
ms_my: Sahkan Kutipan

source: Unfulfilled PO
ms_my: PO yang tidak dipenuhi

source: Logistics management for GTP
ms_my: Pengurusan logistik untuk GTP

source: View logistics information for GTP
ms_my: Lihat maklumat logistik untuk GTP

source: Add logistics for GTP
ms_my: Tambahkan logistik untuk GTP

source: Edit logistics for GTP
ms_my: Sunting logistik untuk GTP

source: Delete logistics for GTP
ms_my: Padamkan logistik untuk GTP

source: Complete logistics for GTP
ms_my: Selesai logistik untuk GTP

source: Buyback management for Mib
ms_my: Pengurusan pembelian balik untuk Mib

source: View buyback for Mib
ms_my: Lihat pembelian balik untuk Mib

source: Add buyback for Mib
ms_my: Tambahkan pembelian balik untuk Mib

source: Edit buyback for Mib
ms_my: Sunting pembelian balik untuk Mib

source: Complete buyback for Mib
ms_my: Selesai pembelian balik untuk Mib

source: Export buyback for Mib
ms_my: Pembelian balik eksport untuk Mib

source: Redemption management for Mib
ms_my: Pengurusan penebusan untuk Mib

source: View redemption for Mib
ms_my: Lihat penebusan untuk Mib

source: Add redemption for Mib
ms_my: Tambahkan penebusan untuk Mib

source: Edit redemption for Mib
ms_my: Sunting penebusan untuk Mib

source: Complete redemption for Mib
ms_my: Selesai penebusan untuk Mib

source: Export redemption for Mib
ms_my: Eksport penebusan untuk Mib

source: Replenishment management for Mib
ms_my: Pengurusan pengisian semula untuk Mib

source: View replenishment for Mib
ms_my: Lihat pengisian semula untuk Mib

source: Add replenishment for Mib
ms_my: Tambah pengisian semula untuk Mib

source: Edit replenishment for Mib
ms_my: Sunting pengisian semula untuk Mib

source: Complete replenishment for Mib
ms_my: Selesai pengisian semula untuk Mib

source: Export replenishment for Mib
ms_my: Eksport pengisian semula untuk Mib

source: Logistics management for Mib
ms_my: Pengurusan logistik untuk Mib

source: View logistics information for Mib
ms_my: Lihat maklumat logistik untuk Mib

source: Add logistics for Mib
ms_my: Tambahkan logistik untuk Mib

source: Edit logistics for Mib
ms_my: Sunting logistik untuk Mib

source: Delete logistics for Mib
ms_my: Padamkan logistik untuk Mib

source: Complete logistics for Mib
ms_my: Selesai logistik untuk Mib

source: Bank vault management
ms_my: Pengurusan peti besi bank

source: View item
ms_my: Lihat item

source: Add item
ms_my: Tambah item

source: Return item
ms_my: Pulangkan item

source: Transfer item
ms_my: Pindahkan item

source: A&P Pool
ms_my: Kumpulan A&P

source: View A&P Pool
ms_my: Lihat Kumpulan A&P

source: Export A&P Pool
ms_my: Eksport Kumpulan A&P

source: Gold Bar Status
ms_my: Status Bar Emas

source: View Gold Bar Status
ms_my: Lihat Status Bar Emas

source: System setup related modules
ms_my: Modul berkaitan pemasangan sistem

source: Partner management
ms_my: Pengurusan rakan kongsi

source: View partner information
ms_my: Lihat maklumat rakan kongsi

source: Add partner
ms_my: Tambah rakan kongsi

source: Edit partner
ms_my: Sunting rakan kongsi

source: Delete partner
ms_my: Padamkan rakan kongsi

source: Product management
ms_my: Pengurusan produk

source: View product information
ms_my: Lihat maklumat produk

source: Add product
ms_my: Tambah produk

source: Edit product
ms_my: Sunting produk

source: Delete product
ms_my: Padamkan produk

source: Price source management
ms_my: Pengurusan sumber harga

source: View price source
ms_my: Lihat sumber harga

source: Add price source
ms_my: Tambahkan sumber harga

source: Edit price source
ms_my: Sunting sumber harga

source: Delete asset type
ms_my: Padamkan jenis aset

source: Trading schedule management
ms_my: Pengurusan jadual perdagangan

source: View trading schedule
ms_my: Lihat jadual perdagangan

source: Add trading schedule
ms_my: Tambahkan jadual perdagangan

source: Edit trading schedule
ms_my: Sunting jadual perdagangan

source: Delete inventory type
ms_my: Padamkan jenis inventori

source: Trader management
ms_my: Pengurusan peniaga

source: View trader management
ms_my: Lihat pengurusan peniaga

source: Add trader management
ms_my: Pengurusan tambah peniaga

source: Edit trader management
ms_my: Pengurusan sunting peniaga

source: Cancel trader management
ms_my: Pengurusan batalkan peniaga

source: Confirm trader management
ms_my: Pengurusan sahkan peniaga

source: Priceadjuster management
ms_my: Pengurusan Priceadjuster

source: View priceadjuster management
ms_my: Lihat pengurusan penyesuaian harga

source: Add priceadjuster management
ms_my: Tambahkan penyesuaian harga

source: Edit priceadjuster management
ms_my: Sunting penyesuaian harga

source: Cancel priceadjuster management
ms_my: Batalkan penyesuaian harga

source: Confirm priceadjuster management
ms_my: Sahkan penyesuaian harga

source: Announcement management
ms_my: Pengurusan pengumuman

source: View announcement management
ms_my: Lihat pengurusan pengumuman

source: Add announcement management
ms_my: Tambahkan pengumuman

source: Edit announcement management
ms_my: Sunting pengumuman

source: Cancel announcement management
ms_my: Batalkan pengumuman

source: Confirm announcement management
ms_my: Sahkan pengumuman

source: Delete announcement
ms_my: Padamkan pengumuman

source: Api Logs management
ms_my: Pengurusan Log Api

source: View Api logs
ms_my: Lihat log Api

source: View Event Message
ms_my: Lihat Mesej Peristiwa

source: Add Event Message
ms_my: Tambahkan Mesej Peristiwa

source: Edit Event Message
ms_my: Sunting Mesej Peristiwa

source: Delete Event Message
ms_my: Padamkan Mesej Peristiwa

source: View Event Subscription
ms_my: Lihat Langganan Acara

source: Add Event Subscription
ms_my: Tambah Langganan Acara

source: Edit Event Subscription
ms_my: Edit Langganan Acara

source: Delete Event Subscription
ms_my: Padamkan Langganan Acara

source: Event Log
ms_my: Log Acara

source: View Event Log
ms_my: Lihat Log Peristiwa

source: Audit Trail for GTP
ms_my: Jejak Audit untuk GTP

source: View Audit Trail for GTP
ms_my: Lihat Jejak Audit untuk GTP

source: Price stream management
ms_my: Pengurusan aliran harga

source: View price streams
ms_my: Lihat aliran harga

source: Add price streams
ms_my: Tambahkan aliran harga

source: Price validation management
ms_my: Pengurusan pengesahan harga

source: View price validations
ms_my: Lihat pengesahan harga

source: Add price validations
ms_my: Tambahkan pengesahan harga

source: Sales commission management
ms_my: Pengurusan komisen jualan

source: View sales commission
ms_my: Lihat komisen penjualan

source: Add sales commission
ms_my: Tambahkan komisen jualan

source: Edit sales commission
ms_my: Sunting komisen penjualan

source: Delete sales commission
ms_my: Padamkan komisen penjualan

source: MBB AP Fund pool management
ms_my: Pengurusan kumpulan Dana AP MBB

source: View MBB AP Fund pool management
ms_my: Lihat pengurusan kumpulan Dana AP MBB

source: Redemption management
ms_my: Pengurusan penebusan

source: View redemption
ms_my: Lihat penebusan

source: Add redemption
ms_my: Tambahkan penebusan

source: Edit redemption
ms_my: Sunting penebusan

source: Replenishment management
ms_my: Pengurusan penambahan semula

source: View replenishment
ms_my: Lihat penambahan semula

source: Add replenishment
ms_my: Tambah penambahan semula

source: Edit replenishment
ms_my: Sunting penambahan semula

source: sorry, no permission
ms_my: maaf, tiada kebenaran

source: Invalid username or password
ms_my: Nama pengguna atau kata laluan tidak sah

source: Username
ms_my: Nama pengguna

source: Password
ms_my: Kata Laluan

source: Login
ms_my: Log masuk

source: Forgot Password ?
ms_my: Lupa kata laluan ?

source: Signing-in, please wait...
ms_my: Log masuk, sila tunggu ...

source: Code
ms_my: Kod

source: Partner Login
ms_my: Log Masuk Rakan Kongsi

source: Online Payment Made Simple
ms_my: Pembayaran Dalam Talian Mudah

source: Operator
ms_my: Pengendali

source: Gateway
ms_my: Gerbang

source: Merchant
ms_my: Pedagang

source: Referral
ms_my: Rujukan

source: Agent
ms_my: Ejen

source: Loading, please wait...
ms_my: Sedang dimuatkan, sila tunggu...

source: Yes
ms_my: Ya

source: No
ms_my: Tidak

source: Content of uploaded file is not valid
ms_my: Kandungan fail yang dimuat naik tidak sah

source: Remarks is required for rejection
ms_my: Catatan diperlukan untuk penolakan

source: Sorry, no permission
ms_my: Maaf, tiada kebenaran

source: Account name/number not set
ms_my: Nama / nombor akaun tidak ditetapkan

source: No announcement at the moment
ms_my: Tiada pengumuman buat masa ini

source: Product not found
ms_my: Produk tidak dijumpai

source: No record at the moment
ms_my: Tiada rekod buat masa ini

source: Unable to generate access token.
ms_my: Tidak dapat menghasilkan token akses.

source: No valid settlement method was provided
ms_my: Tiada kaedah pembayaran yang sah diberikan

source: Minimum initial investment of %s grams not met.
ms_my: Pelaburan awal minimum %s gram tidak dipenuhi.

source: Unable to connect to price engine to update the adjusted price
ms_my: Tidak dapat menyambung ke enjin harga untuk mengemas kini harga yang diubah

source: Push notification management
ms_my: Pengurusan pemberitahuan tolak

source: View push notification management
ms_my: Lihat pengurusan pemberitahuan tolak

source: Add push notification management
ms_my: Tambahkan pengurusan pemberitahuan tolak

source: Edit push notification management
ms_my: Sunting pengurusan pemberitahuan tolak

source: Delete push notification
ms_my: Padamkan pemberitahuan tolak

source: Conversion management
ms_my: Pengurusan penukaran

source: View conversion
ms_my: Lihat penukaran

source: Add conversion
ms_my: Tambahkan penukaran

source: Edit conversion
ms_my: Sunting penukaran

source: Export conversion
ms_my: Penukaran eksport

source: Disbursement management
ms_my: Pengurusan pengeluaran

source: View disbursement
ms_my: Lihat pengeluaran

source: Add disbursement
ms_my: Tambah pengeluaran

source: Edit disbursement
ms_my: Sunting pengeluaran

source: Documentation management
ms_my: Pengurusan dokumentasi

source: View documentation
ms_my: Lihat dokumentasi

source: Add documentation
ms_my: Tambahkan dokumentasi

source: Edit documentation
ms_my: Sunting dokumentasi

source: Account holder profile management
ms_my: Pengurusan profil pemegang akaun

source: View user profile
ms_my: Lihat profil pengguna

source: Add user profile
ms_my: Tambahkan profil pengguna

source: Edit user profile
ms_my: Sunting profil pengguna

source: PEP approval management
ms_my: Pengurusan kelulusan PEP

source: View PEP
ms_my: Lihat PEP

source: FPX management
ms_my: Pengurusan FPX

source: View FPX
ms_my: Lihat FPX

source: eKYC management
ms_my: pengurusan eKYC

source: View eKYC
ms_my: Lihat eKYC

source: AMLA management
ms_my: Pengurusan AMLA

source: View amla
ms_my: Lihat AMLA

source: Permission to import amla
ms_my: Kebenaran untuk mengimport AMLA

source: Gold transaction management
ms_my: Pengurusan urus niaga emas

source: View gold transaction
ms_my: Lihat urus niaga emas

source: Export gold transaction statement
ms_my: Exksport penyata urus niaga emas

source: Storage Fee management
ms_my: Pengurusan Yuran Storan

source: View storage fee
ms_my: Lihat yuran storan

source: Fee management
ms_my: Pengurusan yuran

source: View fee management
ms_my: Lihat pengurusan yuran

source: Add fee
ms_my: Tambah yuran

source: Edit fee
ms_my: Sunting yuran

source: Inventory management
ms_my: Pengurusan inventori

source: View inventory
ms_my: Lihat inventori

source: Add item to inventory
ms_my: Tambahkan item ke inventori

source: Edit item in inventory
ms_my: Edit item dalam inventori

source: Amla scan log
ms_my: Log imbasan AMLA

source: Approve an announcement
ms_my: Luluskan pengumuman

source: Add an announcement
ms_my: Tambahkan pengumuman

source: Edit an announcement
ms_my: Edit pengumuman

source: Disable an announcement
ms_my: Lumpuhkan pengumuman

source: Delete an announcement
ms_my: Padamkan pengumuman

source: Announcement theme management
ms_my: Pengurusan tema pengumuman

source: View announcement theme management
ms_my: Lihat pengurusan tema pengumuman

source: Add an announcement theme
ms_my: Tambahkan tema pengumuman

source: Edit an announcement theme
ms_my: Edit tema pengumuman

source: Delete an announcement theme
ms_my: Padamkan tema pengumuman

source: The partner ID field is mandatory
ms_my: Medan ID rakan kongsi adalah wajib

source: The API version field is mandatory
ms_my: Medan versi API adalah wajib

source: The quantity field is mandatory
ms_my: Medan kuantiti adalah wajib

source: The type field is mandatory
ms_my: Medan jenis adalah wajib

source: Invalid source type defined for the attachment
ms_my: Jenis sumber diberikan tidak sah untuk lampiran

source: Direct debit
ms_my: Debit langsung

source: Fund transfer
ms_my: Pemindahan dana

source: Fundout
ms_my: Pengeluaran dana

source: Settlement
ms_my: Pembayaran

source: Fundout fail
ms_my: Pengeluaran dana gagal

source: Fast fundout
ms_my: Pengeluaran dana pantas

source: Fast settlement
ms_my: Pembayaran cepat

source: Topup
ms_my: Tambah nilai

source: Unknown
ms_my: Tidak diketahui

source: Restrict type is required
ms_my: Jenis had diperlukan

source: IP Address is required
ms_my: Alamat IP diperlukan

source: Invalid IP Address
ms_my: Alamat IP Tidak Sah

source: Similar record already exists
ms_my: Rekod serupa sudah ada

source: The orderid field is mandatory
ms_my: Medan orderid adalah wajib

source: The code %s is already in use by another entry
ms_my: Kod %s sudah digunakan oleh entri lain

source: The partner field is mandatory
ms_my: Medan rakan kongsi adalah wajib

source: The Code field is mandatory
ms_my: Medan Kod adalah wajib

source: The field is mandatory
ms_my: Medan ini adalah wajib

source: Code is required
ms_my: Kod diperlukan

source: Length of the code field can not be more than 10 characters
ms_my: Panjang medan kod tidak boleh melebihi 10 aksara

source: The product (%s) register for service is not active.
ms_my: Produk (%s) untuk perkhidmatan tidak aktif.

source: Unable to add 2 identifical product service to the same merchant
ms_my: Tidak dapat menambahkan 2 perkhidmatan produk yang sama pada pedagang yang sama

source: The class does not exists
ms_my: Kelas tidak wujud

source: The future order matching strategy provided is invalid.
ms_my: Strategi pemadanan pesanan masa depan yang diberikan tidak sah.

source: Field %s is required
ms_my: Medan %s diperlukan

source: Invalid source type defined for the taglink object
ms_my: Jenis sumber tidak sah untuk objek taglink

source: The tag code provided is already available in the system
ms_my: Kod tag yang diberikan sudah ada di sistem

source: Tag category is Mandatory.
ms_my: Kategori tag adalah Wajib.

source: Tag code is Mandatory.
ms_my: Kod tag adalah Wajib.

source: Tag value is Mandatory.
ms_my: Nilai tag adalah Wajib.

source: Field (%s) must not be less than %d or more than %d characters
ms_my: Medan (%s) tidak boleh kurang daripada %d atau lebih daripada %d aksara

source: Field (%s) must begin with an alphabet letter followed by only alphabet, number and/or underscore characters
ms_my: Medan (%s) mesti dimulakan dengan huruf abjad diikuti dengan huruf, nombor dan / atau garis bawah sahaja

source: The value chosen for field (%s) already exists. Please choose another one
ms_my: Nilai yang dipilih untuk medan (%s) sudah ada. Sila pilih yang lain

source: password
ms_my: kata laluan

source: Password must contain both letters and numbers only
ms_my: Kata laluan mesti mengandungi huruf dan nombor sahaja

source: The weight field is mandatory
ms_my: Medan berat adalah wajib

source: serialno is required
ms_my: Nombor siri diperlukan

source: Length of the serialno field can not be more than 36 characters
ms_my: Panjang medan nombor siri tidak boleh melebihi 36 aksara

source: The serialno %s is already in use by another entry
ms_my: Nombor siri %s sudah digunakan oleh entri lain

source: The name field is mandatory
ms_my: Medan nama adalah wajib

source: The default location field is mandatory
ms_my: Medan lokasi default adalah wajib
